export const currencies = [
  ['CNY', '人民币'], ['USD', '美元'], ['EUR', '欧元'], ['GBP', '英镑'], ['JPY', '日元'],
  ['HKD', '港币'], ['TWD', '新台币'], ['KRW', '韩元'], ['THB', '泰铢'], ['SGD', '新加坡元'],
  ['MYR', '马来西亚林吉特'], ['IDR', '印尼盾'], ['VND', '越南盾'], ['PHP', '菲律宾比索'], ['INR', '印度卢比'],
  ['AUD', '澳元'], ['NZD', '新西兰元'], ['CAD', '加元'], ['CHF', '瑞士法郎'],
  ['NOK', '挪威克朗'], ['SEK', '瑞典克朗'], ['DKK', '丹麦克朗'], ['ISK', '冰岛克朗'],
  ['PLN', '波兰兹罗提'], ['CZK', '捷克克朗'], ['HUF', '匈牙利福林'], ['RON', '罗马尼亚列伊'], ['TRY', '土耳其里拉'],
  ['AED', '阿联酋迪拉姆'], ['SAR', '沙特里亚尔'], ['QAR', '卡塔尔里亚尔'], ['ILS', '以色列新谢克尔'], ['EGP', '埃及镑'], ['MAD', '摩洛哥迪拉姆'],
  ['ZAR', '南非兰特'], ['BRL', '巴西雷亚尔'], ['MXN', '墨西哥比索'], ['ARS', '阿根廷比索'], ['CLP', '智利比索'], ['COP', '哥伦比亚比索'],
] as const
